[
    {
        "id": "01m",
        "name": "Mizanur Rahman Mizan",
        "Review": "Apple's MacBook Pro 14 M2 Pro is a master of all trades. It's fast, extremely portable, packs an awesome display in a slim profile—and can reach an incredible 24 hours and 12 minutes of battery life, the longest of any laptop we've tested.",
        "img": "/images/Mizan-003.jpg",
        "rating": "4/5"
    },
    {
        "id": "02w",
        "name": "Abdul Wasay",
        "Review": "Dell NoteBook is the best for those who are programming focused and doesn't bother about photoshop apps. This laptop has 500gb SSD in-build, 8GB RAM, Core-i 5, 10Gen. Overall it's good for an average user.",
        "img": "/images/wasay-955.jpg",
        "rating": "5/5"
    },
    {
        "id": "03a",
        "name": "Arafat Hossain",
        "Review": "Hp Notebook is awesome. One of it' s amazing feature is task management of RAM. You can open many tabs as you want in chrome and can run many apps in background but it runs very very smoothly without slowing down any of your task in app. This is a mid budget laptop.",
        "img": "/images/Hossain-188.jpg",
        "rating": "4/5"
    },
    {
        "id": "04n",
        "name": "Nabil Kaisar",
        "Review": "The Asus Vivobook E210MA Celeron N4020 11.6 inch HD Laptop is a compact and lightweight laptop designed for everyday computing tasks. It is equipped with a reliable Intel Celeron N4020 processor, which provides a balance of performance and power efficiency. With a base clock speed of 1.10 GHz and a maximum turbo frequency of 2.80 GHz, this dual-core processor can handle common tasks such as web browsing, document editing, and multimedia playback with ease. I love this notebook and I will recommmend this to those who are interested in gaming. It's a perfect laptop for them",
        "img": "/images/Nabil-253.jpg",
        "rating": "4/5"
    },
    {
        "id": "05s",
        "name": "Mainul Islam Sharu",
        "Review": "The MSI Modern 15 A5M features AMD Ryzen 7 5700U (Base 1.8GHz up to Up to 4.3GHz) and 8GB DDR4 3200Mhz RAM. The AMD Ryzen 5000 Series Mobile Processor power the next generation of multithreaded tasks and provides lightning-fast responsiveness and efficient battery life (52 Whr) for your passions at works that keep you productive and entertained anytime, anywhere. It has 2 SO-DIMM slots that support up to DDR4-3200 Memory Type and has a 64GB Max Capacity. I will definitely recommend this laptop for professional use",
        "img": "/images/Sharu-493.jpg",
        "rating": "5/5"
    },
    {
        "id": "06m",
        "name": "Mohiuddin",
        "Review": "The Ideapad D330 has computing power and all the fun and mobility of a lightweight tablet. From multitasking to connecting with friends online and streaming shows. This Ideapad D330 featured 4GB DDR4 RAM, 128GB eMMC and Intel UHD 600 Graphics, and Windows 10 Home. I highly recommend this for those who runs on their pc multiple apps",
        "img": "/images/Mohiuddin-007.jpg",
        "rating": "3/5"
    },
    {
        "id": "07i",
        "name": "Intesar Hossain Jaohar",
        "Review": "Acer TravelMate TMB 311-31-C3CD Laptop comes with Intel Celeron N4020 (4M Cache, 1.10 GHz up to 2.80 GHz) and 4GB DDR4 RAM. It comes with a 256GB SSD. This laptop has integrated Intel UHD Graphics 600 and an 11.6 inch HD (1366 x 768) Display with ComfyView.It's an amazing laptop I ever seen in last 5 years. I will recommend this for students as well as for the professionals",
        "img": "/images/Jaohar-0002.jpg",
        "rating": "4/5"
    },
    {
        "id": "08j",
        "name": "Junaith Bin Elias Khan",
        "Review": "HP 15-ay-101-TU, hp notebook. I have been using this laptop since january 2017. 7 years runnig Alhamdulillah but still running smoothly. Though I had to attach an SSD card. The only problem I have been facing for the last 3 years is battery issue. But it's ok, I just love my laptop and I won't recommend this for anyone. After all this I will give it full 5 out of 5",
        "img": "/images/Junaith-247.jpg",
        "rating": "5/5"
    }
]